Repository: vaayne/mori
Catalog: Sources/MoriCLI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Mori workspace CLI — communicate with the running Mori app.
zh_hans: Mori 工作区 CLI — 与运行中的 Mori 应用通信。

source: Error: %@
zh_hans: 错误：%@

source: Project commands
zh_hans: 项目命令

source: List all projects
zh_hans: 列出所有项目

source: Worktree commands
zh_hans: 工作树命令

source: Create a new worktree
zh_hans: 创建新工作树

source: Project name
zh_hans: 项目名称

source: Branch name
zh_hans: 分支名称

source: Focus a project and worktree
zh_hans: 聚焦到项目和工作树

source: Worktree name
zh_hans: 工作树名称

source: Send keys to a tmux window
zh_hans: 向 tmux 窗口发送按键

source: Window name
zh_hans: 窗口名称

source: Keys to send
zh_hans: 要发送的按键

source: Create a new window in a worktree
zh_hans: 在工作树中创建新窗口

source: Open a project from a path
zh_hans: 从路径打开项目

source: Path to project directory
zh_hans: 项目目录路径
